Repository: mustafasameturan/ASP.NET-Core-5.0-Portfolio-Project
Catalog: CorePortfolio/Resources/SharedResource.*.resx
Languages: tr_tr

source: About Me
tr_tr: Hakkımda

# aboutMeEditPage
source: Edit About Me Page
tr_tr: Hakkımda Düzenleme Sayfası

# aboutMeUpdated
source: About me successfully updated!
tr_tr: Hakkımda başarıyla güncellendi!

source: Add
tr_tr: Ekle

# addExperience
source: Add New Experience
tr_tr: Yeni Deneyim Ekle

source: Add New Project
tr_tr: Yeni Proje Ekle

source: Add New Role
tr_tr: Yeni Rol Ekle

source: Add New Service
tr_tr: Yeni Servis Ekle

source: Add New Skill
tr_tr: Yeni Yetenek Ekle

# addNewSocialMedia
source: Add New Social Media Account
tr_tr: Yeni Sosyal Medya Hesabı Ekle

source: Add Panel
tr_tr: Ekleme Paneli

source: Address
tr_tr: Adres

source: Add Role Page
tr_tr: Rol Ekleme Sayfası

source: Admin Inbox
tr_tr: Admin Gelen Kutusu

# adminMessageDeleted
source: Message deleted successfully!
tr_tr: Mesaj başarıyla silindi!

# adminMessageError
source: Message could not be sent! The receiver field cannot be left blank!
tr_tr: Mesaj gönderilemedi! Alıcı kısmı boş bırakılamaz!

source: Admin Outbox
tr_tr: Admin Giden Kutusu

source: Admin Panel
tr_tr: Admin Paneli

source: Age
tr_tr: Yaş

# anno
source: Announcement
tr_tr: Duyuru

# announcement
source: Announcements
tr_tr: Duyurular

# announcementAdded
source: Announcement successfully published!
tr_tr: Duyuru başarıyla yayınlandı!

# announcementController
source: Announcement Control
tr_tr: Duyuru Kontrolleri

source: Announcement Count
tr_tr: Duyuru Sayısı

# announcementDetail
source: Announcement Details
tr_tr: Duyuru Detayları

# announcementError
source: Announcement could not be published!
tr_tr: Duyuru yayınlanamadı!

source: Announcements
tr_tr: Duyurular

# announcementsText
source: Go to announcement Panel
tr_tr: Duyuru Paneline Git

source: Announcement Title
tr_tr: Duyuru Başlığı

source: Announcement Type
tr_tr: Duyuru Türü

source: Back To Announcement
tr_tr: Duyurulara Dön

source: Back To Experience List
tr_tr: Deneyim Listesine Dön

source: Back To Inbox
tr_tr: Gelen Kutusuna Dön

source: Back To Outbox
tr_tr: Giden Kutusuna Dön

source: Back To Project List
tr_tr: Proje Listesine Dön

source: Back To Role List
tr_tr: Rol Listesine Geri Dön

source: Back To Service List
tr_tr: Servis Listesine Dön

source: Back To Skill List
tr_tr: Yetenek Listesine Dön

source: Back To Social Media List
tr_tr: Sosyal Medya Listesine Dön

source: Big Image URL
tr_tr: Büyük Görsel URL

source: Cancel
tr_tr: İptal

# chooseFile
source: Select Image
tr_tr: Dosya Seç

source: Choose User...
tr_tr: Kullanıcı Seçin..

source: Click Now!
tr_tr: Hemen Tıkla!

source: Completed
tr_tr: Tamamlandı

source: Completion Status
tr_tr: Tamamlanma Durumu

# contactInformation
source: Contact Informations
tr_tr: İletişim Bilgileri

source: Contact information updated!
tr_tr: İletişim bilgileri güncellendi!

source: Contact Me
tr_tr: İletişime Geç

# contactMessageDeleted
source: Contact message deleted successfully!
tr_tr: İletişim mesajı başarıyla silindi!

source: Contact Messages
tr_tr: İletişim Mesajları

source: Contact Messages Detail Page
tr_tr: İletişim Mesajları Detay Sayfası

# contactMessageSend
source: Contact information sent successfully!
tr_tr: İletişim bilgileri başarıyla gönderildi!

source: Content
tr_tr: İçerik

source: Dark
tr_tr: Koyu

source: Date
tr_tr: Tarih

source: Degree
tr_tr: Ünvan

source: Delete
tr_tr: Sil

# deleteMessage
source: Are you sure you want to delete this content?\nThis action cannot be undone!
tr_tr: Bu icerigi silmek istediginizden emin misiniz?\nBu islem geri alinamaz!

source: Delete Panel
tr_tr: Silme Paneli

source: Description
tr_tr: Açıklama

# descriptionOne
source: Description 1
tr_tr: Açıklama 1

# descriptionTwo
source: Description 2
tr_tr: Açıklama 2

source: Details
tr_tr: Detaylar

# documentation
source: Documentation will be prepared
tr_tr: Dökümantasyon hazırlanacak

# dontHaveAccount
source: Don't have an account?
tr_tr: Hesabın Yok Mu?

# doYouHaveAccount
source: Do you have an account?
tr_tr: Hesabın var mı?

source: Edit
tr_tr: Düzenle

# editContactInformationPages
source: Edit Contact Information Page
tr_tr: İletişim Bilgileri Düzenleme Sayfası

# editMessage
source: Are you sure you want to edit this content?\nThis action cannot be undone!
tr_tr: Bu icerigi düzenlemek istediginizden emin misiniz?\nBu islem geri alinamaz!

source: E-Mail
tr_tr: E-Posta

source: E-Mail Address
tr_tr: E-Posta Adresi

# en
source: English
tr_tr: İngilizce

source: Enter ID
tr_tr: ID Giriniz

source: enter task..
tr_tr: görev gir..

# enterWord
source: Enter search word...
tr_tr: Aranacak Kelime Girin..

# experienceAdded
source: Experience successfully added!
tr_tr: Deneyim başarıyla eklendi!

# experienceAddPage
source: Add Experience Page
tr_tr: Deneyim Ekleme Sayfası

source: Experience Count
tr_tr: Deneyim Sayısı

# experienceDeleted
source: Experience deleted successfully!
tr_tr: Deneyim başarıyla silindi!

# experienceEditPage
source: Edit Experience Page
tr_tr: Deneyim Düzenleme Sayfası

# experienceError
source: Experience could not be added!
tr_tr: Deneyim eklenemedi!

source: Experience List
tr_tr: Deneyim Listesi

source: Experience Name
tr_tr: Deneyim Adı

source: Experiences
tr_tr: Deneyimler

source: Experiences With Ajax
tr_tr: Ajax ile Deneyimler

# experienceUpdated
source: Experience successfully updated!
tr_tr: Deneyim başarıyla güncellendi!

source: for announcement
tr_tr: duyurular için

source: Forgot Password
tr_tr: Şifremi Unuttum

source: Get By Id
tr_tr: ID ile Getir

source: Get By ID Panel
tr_tr: ID'ye Göre Getirme Paneli

source: Get Datas
tr_tr: Verileri Getir

# goToDetail
source: Go To Details!
tr_tr: Detaya Git

source: Go To Project!
tr_tr: Projeye Git!

source: Go To Site
tr_tr: Siteye Git

source: Go To User Panel
tr_tr: Kullanıcı Paneline Git

source: Image
tr_tr: Fotoğraf

source: Image URL
tr_tr: Görsel URL

source: Inbox
tr_tr: Gelen Kutusu

# incomingMessageCount
source: Message Count
tr_tr: Mesaj Sayısı

# languageAdd
source: Language support will be added.
tr_tr: Dil desteği eklenecek.

source: Languages
tr_tr: Diller

source: Last Messages
tr_tr: Son Mesajlar

# lastText
source: See All Notifications
tr_tr: Tüm Bildirimleri Gör

source: Light
tr_tr: Açık

source: Login
tr_tr: Giriş Yap

# loginError
source: Error! Wrong username or password!
tr_tr: Hatalı kullanıcı adı veya şifre!

# loginSuccess
source: Login succesful!
tr_tr: Giriş başarılı!

source: Log Out
tr_tr: Çıkış Yap

source: Main Page Edit
tr_tr: Ana Sayfa Düzenleme

# mainPageEditPage
source: Edit Main Page
tr_tr: Ana Sayfa Düzenleme Sayfası

# mainPageUpdated
source: Home page has been updated!
tr_tr: Ana sayfa güncellendi!

source: Make An Announcement!
tr_tr: Duyuru Yap!

source: Message
tr_tr: Mesaj

source: Message Count
tr_tr: Mesaj Sayısı

# messageDetail
source: Message Detail Page
tr_tr: Mesaj Detay Sayfası

source: Messages
tr_tr: Mesajlar

# messageSendPanel
source: New Send Message Panel
tr_tr: Yeni Mesaj Gönderme Paneli

# messageSuccess
source: Message successfuly sent!
tr_tr: Mesaj başarıyla gönderildi!

# myContact
source: Contact
tr_tr: İletişim

# myExperiences
source: Experiences
tr_tr: Deneyimlerim

# myProjects
source: Projects
tr_tr: Projelerim

# myServices
source: Services
tr_tr: Servislerim

# myServicesText
source: I can provide services in the field of Full Stack Programming and Wordpress. I continue to improve myself.
tr_tr: Full Stack Programlama ve Wordpress alanında hizmet sağlayabilirim. Kendimi geliştirmeye devam ediyorum.

# mySkills
source: Skills
tr_tr: Yeteneklerim

# mySkillsText
source: I am a fast learner and I continue to improve myself on my current skills.
tr_tr: Hızlı öğrenen birisiyim ve mevcut yeteneklerim üzerinde kendimi geliştirmeye devam ediyorum.

# myTitle
source: Jr. Software Developer & Student
tr_tr: Jr. Yazılım Geliştirici & Öğrenci

source: Name
tr_tr: Ad

source: Name-Surname
tr_tr: Ad-Soyad

source: Navbar Color
tr_tr: Navbar Rengi

source: New Message
tr_tr: Yeni Mesaj

source: New Password
tr_tr: Yeni Şifreniz

source: New Password Again
tr_tr: Yeni Şifre Tekrar

# newProject
source: Create New Project
tr_tr: Yeni Proje Oluştur

# normalizeName
source: Normalized Name
tr_tr: Normalize Ad

# notChooseFile
source: File not selected
tr_tr: Dosya seçilmedi

source: Notifications
tr_tr: Bildirimler

source: Old Password
tr_tr: Eski Şifreniz

source: Outbox
tr_tr: Giden Kutusu

source: Password
tr_tr: Şifre

# passwordAgain
source: Password Repeat
tr_tr: Şifre Tekrarı

# portfolioAdded
source: Project successfully added!
tr_tr: Proje başarıyla eklendi!

# portfolioDeleted
source: Project deleted successfully!
tr_tr: Proje başarıyla silindi!

# portfolioError
source: Project could not be added!
tr_tr: Proje eklenemedi!

# portfolioUpdated
source: Project successfully updated!
tr_tr: Proje başarıyla güncellendi!

source: Profile
tr_tr: Profil

# profileError
source: Profile information could not be updated!
tr_tr: Profil bilgileri güncellenemedi!

# profilePassword
source: Password field cannot be empty!
tr_tr: Şifre alanı boş olamaz!

# profileUpdated
source: Profile informations successfully updated!
tr_tr: Profil bilgileri başarıyla güncellendi!

# projectAddPage
source: Add Project Page
tr_tr: Proje Ekleme Sayfası

# projectEditPage
source: Edit Project Page
tr_tr: Proje Düzenleme Sayfası

# projectExamine
source: Examine The Projects!
tr_tr: Projeleri İncele!

source: Project Images
tr_tr: Proje Fotoğrafları

source: Project List
tr_tr: Proje Listesi

source: Project Name
tr_tr: Proje Adı

source: Projects
tr_tr: Projeler

# projectTest
source: Project tests will be carried out.
tr_tr: Proje testleri yapılacak.

# projectText
source: Projects I've worked on and completed.
tr_tr: Üstünde çalıştığım ve tamamladığım projeler.,

source: Project URL
tr_tr: Proje URL

source: Receiver
tr_tr: Alıcı

source: Receiver Mail
tr_tr: Alıcı E-Posta

source: Receiver Name-Surname
tr_tr: Alıcı Ad-Soyad

# refactor
source: Code refactor
tr_tr: Kod refactor

source: Register
tr_tr: Kayıt Ol

# registeredUserList
source: Registered User Count
tr_tr: Sisteme Kayıtlı Kullanıcı Listesi

# registerError
source: Registiration failed!
tr_tr: Kayıt başarısız!

# registerSuccess
source: Successfully registered!
tr_tr: Başarıyla kayıt olundu!

source: Remember Me
tr_tr: Beni Hatırla

# result
source: The result structure will be added.
tr_tr: Result yapısı eklenecek.

# rights
source: All rights reserved.
tr_tr: Tüm hakları saklıdır.

# roleAdded
source: Role successfully added!
tr_tr: Rol başarıyla eklendi!

# roleDeleted
source: Role successfully deleted!
tr_tr: Rol başarıyla silindi!

source: Role Name
tr_tr: Rol Adı

source: Roles
tr_tr: Roller

source: Save
tr_tr: Kaydet

# searchWord
source: Enter the search word..
tr_tr: Aranacak kelimeyi girin..

source: See Message
tr_tr: Mesajı Gör

source: Send
tr_tr: Gönder

source: send a message.
tr_tr: bir mesaj gönderdi.

source: Sender
tr_tr: Gönderen

# senderMail
source: Sender E-Mail
tr_tr: Gönderici E-Posta

source: Sender Name-Surname
tr_tr: Gönderici Ad-Soyad

source: Send Message
tr_tr: Mesaj Gönder

source: Send New Message
tr_tr: Yeni Mesaj Gönder

# serviceAdded
source: Service added successfully!
tr_tr: Servis başarıyla eklendi!

# serviceAddPage
source: Add Service Page
tr_tr: Servis Ekleme Sayfası

source: Service Count
tr_tr: Servis Sayısı

# serviceDeleted
source: Service deleted successfully!
tr_tr: Servis başarıyla silindi!

# serviceEditPage
source: Edit Service Page
tr_tr: Servis Düzenleme Sayfası

# serviceError
source: Service could not be added!
tr_tr: Servis eklenemedi!

source: Service List
tr_tr: Servis Listesi

source: Service Name
tr_tr: Servis Adı

source: Services
tr_tr: Servisler

# serviceUpdated
source: Service has been successfully updated!
tr_tr: Servis başarıyla güncellendi!

source: Settings
tr_tr: Ayarlar

# settingsText
source: Dashboard edited.
tr_tr: Dashboard düzenlendi.

source: Sidebar Color
tr_tr: Sidebar Rengi

# skillAdded
source: Skill successfully added!
tr_tr: Yetenek başarıyla eklendi!

# skillAddPage
source: Add Skill Page
tr_tr: Yetenek Ekleme Sayfası

source: Skill Count
tr_tr: Yetenek Sayısı

# skillDeleted
source: Skill successfully deleted!
tr_tr: Yetenek başarıyla silindi!

# skillEditPage
source: Edit Skill Page
tr_tr: Yetenek Düzenleme Sayfası

# skillError
source: Skill could not be added!
tr_tr: Yetenek eklenemedi!

source: Skill List
tr_tr: Yetenek Listesi

source: Skill Name
tr_tr: Yetenek Adı

# skillUpdated
source: Skill successfully updated!
tr_tr: Yetenek başarıyla güncellendi!

source: Skill Value
tr_tr: Yetenek Değeri

source: Social Media
tr_tr: Sosyal Medya

# socialMediaAdded
source: Social media successfully added!
tr_tr: Sosyal medya başarıyla eklendi!

# socialMediaAddPage
source: Add Social Media Page
tr_tr: Sosyal Medya Ekleme Sayfası

# socialMediaDeleted
source: Social media successfully deleted!
tr_tr: Sosyal medya silindi!

# socialMediaEditPage
source: Edit Social Media Page
tr_tr: Sosyal Medya Düzenleme Sayfası

# socialMediaError
source: Social media could not be added!
tr_tr: Sosyal medya eklenemedi!

source: Social Media List
tr_tr: Sosyal Medya Listesi

source: Social Media Platform
tr_tr: Sosyal Medya Platformu

# socialMediaPlatformIconUrl
source: Platform Icon URL
tr_tr: Platform Ikon URL

# socialMediaUpdated
source: Social media successfully updated!
tr_tr: Sosyal medya başarıyla güncellendi!

source: Social Media URL
tr_tr: Sosyal Medya URL

source: Subject
tr_tr: Konu

source: Surname
tr_tr: Soyad

# talents
source: Skills
tr_tr: Yetenekler

# terms
source: Terms & Conditions
tr_tr: Şartlar & Koşullar

# termsText
source: By creating an account you are agreeing to our
tr_tr: Bir hesap oluşturarak şartlarımızı kabul etmiş oluyorsunuz

source: Title
tr_tr: Başlık

source: Today
tr_tr: Bugün

source: To Do List
tr_tr: Bugün Yapılacaklar

# toDoListText
source: You have task on the To Do List."
tr_tr: To Do List üzerinde yapman gerekenler var.

source: Total Messages
tr_tr: Toplam Mesajlar

# totalUser
source: Total User Count
tr_tr: Toplam Kullanıcı Sayısı

# tr
source: Turkish
tr_tr: Türkçe

source: Update
tr_tr: Güncelle

source: Update Profile Informations
tr_tr: Profil Bilgilerini Güncelle

source: Upload Image
tr_tr: Fotoğraf Yükle

source: Used Tool
tr_tr: Kullanılan Araç

# usedToolUrl
source: Used Tool Icon URL
tr_tr: Kullanılan Araç Ikon URL

# userBanned
source: User banned from the system!
tr_tr: Kullanıcı sistemden banlandı!

source: User Count
tr_tr: Kullanıcı Sayısı

# userMessageError
source: Message could not be sent! The receiver field cannot be left blank!
tr_tr: Mesaj gönderilemedi! Alıcı kısmı boş bırakılamaz!

# userMessageSend
source: Message sent successfully!
tr_tr: Mesaj başarıyla gönderildi!

source: Username
tr_tr: Kullanıcı Adı

source: User Operations
tr_tr: Kullanıcı İşlemleri

source: User Panel
tr_tr: Kullanıcı Paneli

source: Users
tr_tr: Kullanıcılar

source: Value
tr_tr: Değer

# weather
source: us
tr_tr: tr

source: Welcome
tr_tr: Hoşgeldin

source: World Map
tr_tr: Dünya Haritası

# yourEMail
source: E-Mail Address
tr_tr: E-Posta Adresiniz

# yourMessage
source: Message
tr_tr: Mesajınız

source: Your Name
tr_tr: Adınız

source: Your Surname
tr_tr: Soyadınız

# ıconUrl
source: Icon URL
tr_tr: Ikon URL
